// Comments
export let dataNotifications =
	[
		{
			"_id": 15,
			"discussion_id": 157,
			"author": {
				"id": 2,
				"fullname": "ნატალი გიორგაძე"
			},
			"date": "05 დეკემბერი, 2016",
			"content": "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპოგრაფიული ნაწარმის შემქმნელებს, რეალურთან მაქსიმალურად მიახლოებული შაბლონი წარუდგინონ შემფასებელს." +
			"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა," +
			"ხელოვნურ ვიზუალურ სიმეტრიას ქმნის და არაბუნებრივად გამოიყურება." +
			"ხშირადაა შემთხვევა, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი."
		},
		{
			"_id": 16,
			"discussion_id": 157,
			"author": {
				"id": 1,
				"fullname": "ლუკა გიორგაძე"
			},
			"date": "07 დეკემბერი, 2016",
			"content": "არაბუნებრივად გამოიყურება ხელოვნურ და ვიზუალურ ქმნის სიმეტრიას." +
			"\r\n\r\n" +
			"ხშირადაა შემთხვევა, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა." +
			"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი."
		}
	];

// News
export let dataNews =
	[
		{
			"_id": 157,
			"title": "დაიწყო კორპუსის ეზოს კეთილმოწყობა",
			"author": {
				"id": 2,
				"fullname": "ნატალი გიორგაძე"
			},
			"date": "05 დეკემბერი, 2016",
			"timeSince": "3 დღის წინ",
			"content": "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპოგრაფიული ნაწარმის შემქმნელებს, რეალურთან მაქსიმალურად მიახლოებული შაბლონი წარუდგინონ შემფასებელს." +
					"\r\n" +
					"<Embed id=\"S0gfg1Nm9GU\" placeholder=\"https://img.youtube.com/vi/S0gfg1Nm9GU/maxresdefault.jpg\" source=\"youtube\" />" +
					"\r\n" +
					"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა," +
					"ხელოვნურ ვიზუალურ სიმეტრიას ქმნის და არაბუნებრივად გამოიყურება." +
					"ხშირადაა შემთხვევა, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი.",
			"likesN": 15,
			"commentsN": 8
		},
		{
			"_id": 158,
			"title": "მეორე ახალი სიახლე",
			"author": {
				"id": 2,
				"fullname": "ნატალი გიორგაძე"
			},
			"date": "06 დეკემბერი, 2016",
			"timeSince": "2 დღის წინ",
			"content": "ხელოვნურ ვიზუალურ სიმეტრიას ქმნის და არაბუნებრივად გამოიყურება." +
					"\r\n" +
					"ხშირადაა შემთხვევა, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი." +
					"შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპოგრაფიული ნაწარმის შემქმნელებს, რეალურთან მაქსიმალურად მიახლოებული შაბლონი წარუდგინონ შემფასებელს." +
					"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა.",
			"likesN": 15,
			"commentsN": 8
		}
	];

// Comments
export let dataComments =
	[
		{
			"_id": 15,
			"discussion_id": 157,
			"author": {
				"id": 2,
				"fullname": "ნატალი გიორგაძე"
			},
			"date": "05 დეკემბერი, 2016",
			"timeSince": "10 საათის წინ",
			"content": "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპოგრაფიული ნაწარმის შემქმნელებს, რეალურთან მაქსიმალურად მიახლოებული შაბლონი წარუდგინონ შემფასებელს." +
			"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა," +
			"ხელოვნურ ვიზუალურ სიმეტრიას ქმნის და არაბუნებრივად გამოიყურება." +
			"ხშირადაა შემთხვევა, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი."
		},
		{
			"_id": 16,
			"discussion_id": 157,
			"author": {
				"id": 1,
				"fullname": "ლუკა გიორგაძე"
			},
			"date": "07 დეკემბერი, 2016",
			"timeSince": "1 დღის წინ",
			"content": "არაბუნებრივად გამოიყურება ხელოვნურ და ვიზუალურ ქმნის სიმეტრიას." +
			"\r\n\r\n" +
			"ხშირადაა შემთხვევა, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა." +
			"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი."
		}
	];