// Notifications
export let dataNotifications =
	[
		{
			"_id": 1,
			"type": "comment",
			"date": "30 დეკემბერი, 2016",
			"timeSince": "3 საათის წინ",
			"author": {
				"id": 2,
				"fullname": "ნატალი გიორგაძე",
				"avatar": "2.jpg"
			},
			"link": "posts/view/157",
			"read": false
		},
		{
			"_id": 2,
			"type": "like",
			"date": "29 დეკემბერი, 2016",
			"timeSince": "1 დღის წინ",
			"author": {
				"id": 1,
				"fullname": "ლუკა გიორგაძე",
				"avatar": "587a46542023181c90f4b049.jpg"
			},
			"link": "posts/view/157",
			"read": false
		},
		{
			"_id": 3,
			"type": "like",
			"date": "29 დეკემბერი, 2016",
			"timeSince": "2 დღის წინ",
			"author": {
				"id": 1,
				"fullname": "გიორგი მაჭავარიანი",
				"avatar": "noavatar.jpg"
			},
			"link": "posts/view/158",
			"read": true
		},
		{
			"_id": 4,
			"type": "comment",
			"date": "29 დეკემბერი, 2016",
			"timeSince": "2 კვირის წინ",
			"author": {
				"id": 1,
				"fullname": "გიო გიორგაძე",
				"avatar": "noavatar.jpg"
			},
			"link": "posts/view/158",
			"read": true
		}
	];
export let dataNotificationsN = 2;


// Posts
export let dataPosts =
	[
		{
			"_id": "587a46542023181c90f4b049",
			"author": {
				"id": 2,
				"fullname": "ნატალი გიორგაძე",
				"avatar": "587a46542023181c90f4b049.jpg"
			},
			"date": "05 დეკემბერი, 2016",
			"timeSince": "3 დღის წინ",
			"content": "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპოგრაფიული ნაწარმის შემქმნელებს, რეალურთან მაქსიმალურად მიახლოებული შაბლონი წარუდგინონ შემფასებელს." +
					"\r\n" +
					"<Embed id=\"S0gfg1Nm9GU\" placeholder=\"https://img.youtube.com/vi/S0gfg1Nm9GU/maxresdefault.jpg\" source=\"youtube\" />" +
					"\r\n" +
					"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა," +
					"ხელოვნურ ვიზუალურ სიმეტრიას ქმნის და არაბუნებრივად გამოიყურება." +
					"ხშირადაა შემთხვევა, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი.",
			"likesN": 16,
			"liked": true,
			"commentsN": 8
		},
		{
			"_id": "587a46542023181c90f4b045",
			"author": {
				"id": 2,
				"fullname": "ნატალი გიორგაძე",
				"avatar": "587a46542023181c90f4b049.jpg"
			},
			"date": "06 დეკემბერი, 2016",
			"timeSince": "2 დღის წინ",
			"content": "ხელოვნურ ვიზუალურ სიმეტრიას ქმნის და არაბუნებრივად გამოიყურება." +
					"\r\n" +
					"ხშირადაა შემთხვევა, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი." +
					"შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპოგრაფიული ნაწარმის შემქმნელებს, რეალურთან მაქსიმალურად მიახლოებული შაბლონი წარუდგინონ შემფასებელს." +
					"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა.",
			"likesN": 14,
			"liked": false,
			"commentsN": 1
		}
	];

// Comments
export let dataComments =
	[
		{
			"_id": 15,
			"discussion_id": 157,
			"author": {
				"id": 2,
				"fullname": "ნატალი გიორგაძე"
			},
			"date": "05 დეკემბერი, 2016",
			"timeSince": "10 საათის წინ",
			"content": "შემთხვევითად გენერირებული ტექსტი ეხმარება დიზაინერებს და ტიპოგრაფიული ნაწარმის შემქმნელებს, რეალურთან მაქსიმალურად მიახლოებული შაბლონი წარუდგინონ შემფასებელს." +
			"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა," +
			"ხელოვნურ ვიზუალურ სიმეტრიას ქმნის და არაბუნებრივად გამოიყურება." +
			"ხშირადაა შემთხვევა, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი."
		},
		{
			"_id": 16,
			"discussion_id": 157,
			"author": {
				"id": 1,
				"fullname": "ლუკა გიორგაძე"
			},
			"date": "07 დეკემბერი, 2016",
			"timeSince": "1 დღის წინ",
			"content": "არაბუნებრივად გამოიყურება ხელოვნურ და ვიზუალურ ქმნის სიმეტრიას." +
			"\r\n\r\n" +
			"ხშირადაა შემთხვევა, რადგან უბრალოდ „ტექსტი ტექსტი ტექსტი“ ან სხვა გამეორებადი სიტყვების ჩაყრა." +
			"სწორედ ასეთ დროს არის მოსახერხებელი ამ გენერატორით შექმნილი ტექსტის გამოყენება, როდესაც დიზაინის შესრულებისას საჩვენებელია, თუ როგორი იქნება ტექსტის ბლოკი."
		}
	];